[M_TestingZone MissionDefinition]
MissionName="A History of Film Violence"
MissionDescription="Tanish plans a trip to the Shrine of the Crimson Knights. The road is full [place]Destruction of fields[-place], It shows various iterations of Pandora's villains.<br>The goal is simple: record your biometrics while taking practice tests. So using a combination of the right technology and Eridian construction gives you the power of a god..<br>Well, it can't be "easy".."
TurnInDescription="Pat on the back! You meet an imaginary animal. <br>And the challenge is not small.."
MissionSummary="Take on the challenge of real tennis practice!."
MissionGiver="Tanis"
MissionTurnInLocation="Now"
TeaserText="Sweat, sweat, and theology awaits.!"

[M_TestingZone:Assemblefordeath MissionObjectiveDefinition]
ProgressMessage="Get on the dead lift"

[M_TestingZone:BeginTestbyMurder MissionObjectiveDefinition]
ProgressMessage="Kill an enemy"

[M_TestingZone:BeginTestbyMurderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:ContinueMurdering MissionObjectiveDefinition]
ProgressMessage="kill many enemies"

[M_TestingZone:ContinueTraining MissionObjectiveDefinition]
ProgressMessage="Be friends with your enemies. This is a joke. kill them"

[M_TestingZone:FixGenerator MissionObjectiveDefinition]
ProgressMessage="Create a generator."

[M_TestingZone:FixGeneratorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:groupupfordeathset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:LastKillEnemies MissionObjectiveDefinition]
ProgressMessage="Kill more enemies"

[M_TestingZone:MeetToStart MissionObjectiveDefinition]
ProgressMessage="Let's start working together"

[M_TestingZone:MeetToStartSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:Movetonextarea MissionObjectiveDefinition]
ProgressMessage="Proceed to the next test area"

[M_TestingZone:Movetonextareaset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:MurdermoreSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:Pickplants MissionObjectiveDefinition]
ProgressMessage="Choose the onion."

[M_TestingZone:Pickplantsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:proceedtestsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:ReachtheEnd MissionObjectiveDefinition]
ProgressMessage="Please go through the door"

[M_TestingZone:ReachtheendSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZone:Testandgetplantsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable MissionDefinition]
MissionName="A few words about violence."
MissionDescription="Tanis is preparing a round against the Red Sanctuary Raiders. [place]Digital optometrist[-place], and real simulation of Pandora villains.<br>The goal is simple: enter your biometrics to pass the training test, then use the technology Eridian loci and additional realities to obtain the power of God..<br>It may not be "easy."."
TurnInDescription="Stop! Kill various creatures. <br>And it's not difficult.."
MissionSummary="Take our live tennis learning challenge!."
MissionGiver="tanned"
MissionTurnInLocation="now"
TeaserText="sweat a lot and wait for the gods.!"

[M_TestingZoneRepeatable:Assemblefordeath MissionObjectiveDefinition]
ProgressMessage="Go to the bathroom"

[M_TestingZoneRepeatable:BeginTestbyMurder MissionObjectiveDefinition]
ProgressMessage="Kill the enemy"

[M_TestingZoneRepeatable:BeginTestbyMurderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:ContinueMurdering MissionObjectiveDefinition]
ProgressMessage="Destroy many enemies"

[M_TestingZoneRepeatable:ContinueTraining MissionObjectiveDefinition]
ProgressMessage="Make friends with enemies. very funny to kill them."

[M_TestingZoneRepeatable:groupupfordeathset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:LastKillEnemies MissionObjectiveDefinition]
ProgressMessage="They also kill other enemies"

[M_TestingZoneRepeatable:MeetToStart MissionObjectiveDefinition]
ProgressMessage="Show up and start training"

[M_TestingZoneRepeatable:MeetToStartSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:Movetonextarea MissionObjectiveDefinition]
ProgressMessage="Let's move on to the next test area."

[M_TestingZoneRepeatable:Movetonextareaset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:MurdermoreSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:Pickplants MissionObjectiveDefinition]
ProgressMessage="Remove the onions from the freezer."

[M_TestingZoneRepeatable:proceedtestsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:ReachtheEnd MissionObjectiveDefinition]
ProgressMessage="from the door"

[M_TestingZoneRepeatable:ReachtheendSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_TestingZoneRepeatable:Testandgetplantsset MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

